Repository: aakb/profile
Catalog: modules/loop_documents/translations/*.po
Languages: da

source: Approval date
da: Godkendelsesdato

source: Approver
da: Godkender

source: Collection content
da: Indhold

source: Collection metadata
da: Metadata

source: Add document
da: Tilføj dokument

source: Error adding document to collection
da: Fejl under tilføjelse af dokument

source: Document
da: Dokument

source: Document metadata
da: Metadata

source: Owner
da: Ejer

source: Print collection
da: Udskriv samling

source: Review date
da: Revideringsdato
